Revit 2024 API
FabricationConfigurationInfo.CloudId Property
 The identifier of the cloud configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public string CloudId { get; }
Visual Basic
Public ReadOnly Property CloudId As String
	Get
Visual C++
public:
property String^ CloudId {
	String^ get ();
}
See Also
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace